Repository: RamiHaj1998/step_up_test
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Create your free account
ar: أنشئ حسابك المجاني

# letStartAnAmazingJourney
source: Let's start an amazing journey!
ar: لنبدأ رحلة مذهلة!

source: Continue with Google
ar: المتابعة مع غوغل

source: Continue with email
ar: المتابعة مع الايميل

source: Or
ar: أو

source: By signing up, you agree
ar: بتسجيل الدخول انت توافق على

source: And
ar: و

source: Stay organized with
ar: ابق منظمًا مع

source: Your work email
ar: البريد الإلكتروني الخاص بالعمل

source: Your password
ar: كلمة مرورك

# passwordsMustHaveAtLeastCharacters
source: Passwords must have at least {number} characters
ar: كلمة السر يجب أن تحتوي على الأقل على {number} أحرف

# passwordsMustHaveAtLeastOneUppercase
source: Passwords must have at least one uppercase ('A'-'Z').
ar: يجب أن تحتوي كلمة المرور على حرف كبير واحد على الأقل ('أ'-'ي').

source: Passwords must have at least one number
ar: يجب أن تحتوي كلمة المرور على حرف رقم على الأقل.

# passwordsMustHaveAtLeastOneLowercase
source: Passwords must have at least one lowercase ('a'-'z').
ar: يجب أن تحتوي كلمة المرور على حرف صغير واحد على الأقل ('أ'-'ي').

source: Confirm password
ar: تأكيد كلمة السر

source: Not enough strong
ar: ليست قوية بما فيه الكفاية

source: Your company or team name
ar: اسم شركتك او فريقك

source: Your first name
ar: اسمك الأول

source: Your last name
ar: اسمك الأخير

source: Enter your First name
ar: ادخل اسمك الأول

source: Enter your Last name
ar: ادخل اسمك الأخير

source: Enter your company name
ar: ادخل اسم شركتك

# theTenantNameMustBeEntered
source: The tenant's name must be entered.
ar: يجب إدخال اسم المستأجر.

# theTenantNameMustBeginWithLetterOfTheAlphabet
source: The tenant's name must begin with a letter of the alphabet.
ar: يجب أن يبدأ اسم المستأجر بحرف أبجدي.

source: Tenant already exists
ar: المستاجر موجود بالفعل

source: Create Workspace
ar: إنشاء مساحة عمل
